---
kind: type
id: T:Autodesk.Revit.DB.DecimalSymbol
source: html/874155d8-c40b-72e0-ca82-6ee748625d32.htm
---
# Autodesk.Revit.DB.DecimalSymbol

The symbol used to separate the integer and fractional parts of a number.

## Syntax (C#)
```csharp
public enum DecimalSymbol
```